Repository: GGangmei/keyman
Catalog: mac/Keyman4MacIM/Keyman4MacIM/KMConfiguration/*.lproj/preferences.strings
Languages: az, es_419, fr

# 4UX-80-0Vo.title
source: Always show on-screen keyboard
az: Həmişə ekrandakı klaviaturasını göstər
es_419: Mostrar siempre el teclado en pantalla
fr: Toujours afficher le clavier à l'écran

# 7J6-zy-R20.title
source: Use verbose Console logging
az: Uzun əmr sətri qeyd etməni istifadə et
es_419: Usar registro detallado
fr: Utiliser la console de journalisation détaillée

# 93O-x6-RLF.label
source: Support
az: Dəstək
es_419: Soporte
fr: Soutien technique

# CTw-kf-WNS.title
source: Download Keyboard...
az: Klaviaturanı endir...
es_419: Descargar teclado...
fr: Télécharger le clavier...

# F0z-JX-Cv5.title
source: Keyman Configuration
az: Keyman konfiqurasiyası
es_419: Configuración de Keyman
fr: Configuration de Keyman

# JOK-JV-n8w.title
source: Back
az: Geri
es_419: Atrás
fr: Précédent

# MPN-9N-wWc.label
source: Keyboard Layouts
az: Keyboards
es_419: Teclados
fr: Claviers

# MrI-GM-7d6.title
source: When the verbose logging option is on, Keyman will log actions that might help Keyman Support diagnose a problem. The Console program can be used to see a log of messages from Keyman. In Console, filter to show all messages from the "Keyman" process. This log can be exported and sent to Keyman support if needed.
az: Uzun qeyd etmə seçimi aktivləşdiriləndə, Keyman destəkiçilərə problemi müəyyənləşdirmək üçün kömək edə bilən hərəkətləri qeyd edəcək. Əmr sətri proqramı Keymandan mesajlarının qeydləri baxmaq üçün istifadə edə bilər. Əmr sətridə süzgəc seçin ki, Keyman prosesindən bütün mesajları göstərilsin. Bu qeydlərinin sirası ixrac edilə bilər, və lazım olanda Keyman dəstəyə göndərilə bilər.
es_419: Cuando la opción de registro detallado está activada, Keyman registrará acciones que podrían ayudar a Keyman Support diagnosticar un problema. La aplicación de consola puede ser usada para ver un registro de mensajes de Keyman. En la aplicación de consola, puede filtrar para mostrar todos los mensajes del proceso "Keyman". Este registro puede ser exportado y enviado al soporte de Keyman si es necesario.
fr: Lorsque l'option de journalisation verbeuse est activée, Keyman enregistre les actions qui pourraient aider Keyman à diagnostiquer un problème. Le programme Console peut être utilisé pour voir un journal de messages de Keyman. Dans la console, filtrer pour afficher tous les messages du processus "Keyman". Ce journal peut être exporté et envoyé au support de Keyman si nécessaire.

# eXr-8V-h1g.title
source: Forward
az: İrəli
es_419: Siguiente
fr: Suivant

# fXS-aC-CMH.title
source: Home
az: Əsas səhifə
es_419: Inicio
fr: Domicile

# frd-No-seV.label
source: Options
az: Seçimlər
es_419: Opciones
fr: Paramètres

# jex-Nd-Qzg.headerCell.title
source: Installed Keyboard
az: Quraşdırılmış klaviaturası
es_419: Teclado instalado
fr: Clavier installé

# uWx-3J-U0D.ibShadowedToolTip
source: Turn this on if you are having problems with a specific keyboard or with Keyman in general.
az: Müəyyən bir klaviaturanı və ya ümumiyyətlə Keyman ilə problemlər yarınırsa, bu seçimi aktivləşdirin.
es_419: Active esta opción si tiene problemas con un teclado específico o con Keyman en general.
fr: Activez cette option si vous rencontrez des problèmes avec un clavier spécifique ou avec Keyman en général.
